{
  "levels": [
    {
      "description": "PG-13",
      "class": "pg",
      "truth": [
        "What is the last video you watched on YouTube?",
        "What’s your worst fart story?",
        "Who was your first celebrity crush?",
        "What’s the worst thing you’ve ever done at work?",
        "What was your funniest first date ever?",
        "What is your weirdest habit?",
        "If there was no such thing as money, what would you do with your life?",
        "How do you feel about end pieces of a loaf of bread?",
        "If you could change one thing on your body, what would it be?",
        "If you had a time machine, to which time period would you go?",
        "Have you ever been hypnotized?",
        "Have you ever thrown up in someone’s car?",
        "Would you rather live in a world of magic or superheroes?",
        "What’s the worst gift you’ve ever given someone?",
        "What is the best vacation you’ve ever been on?",
        "If you could invent anything, what would it be?",
        "What’s the dumbest thing you’ve ever said around someone you like?",
        "Have you ever poured a glass of milk on a plant?",
        "What superpower would you like to have?",
        "What is the longest you have gone without food?",
        "What is the worst behaviour at work you have witnessed?"
      ],
      "dare": [
        "Eat a teaspoon of instant coffee.",
        "Do a sexy dance to the national anthem.",
        "Give [other] a hug.*",
        "Take a selfie with the toilet and post it online.",
        "Put an ice cube in your pants and allow it to melt.",
        "Give [other] a kiss on the forehead.",
        "Put your socks (or any socks) in your mouth, and say the alphabet.",
        "Sing the tune of Twinkle Twinkle Little Star in animal noises.",
        "Lie face down on the floor until your next turn.",
        "Instagram a picture of your feet with no comment."
      ]
    },
    {
      "description": "NC-17",
      "class": "nc",
      "truth": [
        "Where are you on the straight/queer spectrum?",
        "When was your first kiss?",
        "Do you have an “I’m getting laid tonight” outfit? What is it?",
        "Who’s the hottest person at any job you've had? Did they know you think that?",
        "What would be more thrilling: angry sex or make-up sex?",
        "Would you go nude into a sauna with [other]?",
        "If you had the chance to hook up with a celebrity, guilt-free, who would it be?",
        "What’s the least amount of time you’ve known someone before you’ve had sex with them?",
        "What is the largest age gap you’ve had between you and someone you’ve had sex with?",
        "What fictional character do you fantasise about?",
        "Has anyone ever caught (or nearly caught) you having sex?",
        "Have you ever had sex with more than one person at the same time?",
        "Do you prefer to be on top or bottom?",
        "Have you ever had sex outside?",
        "Do you prefer for your partner to be silent, or do you like moans?",
        "What’s the least amount of time that’s passed between you having sex with two different people?",
        "Have you ever had sex in someone else's bed?",
        "Have you ever had sex with a friend's partner or sibling?",
        "Have you ever lied about what you were doing when you were really having sex?",
        "Have you ever had (or tried to have) a normal phone conversation while doing something sexual?",
        "Which Disney character would you most like to bang?",
        "What's the least sexual situation you've ever found yourself turned on?",
        "If you could have one night with any of your exes and then never hear from them again, who would you pick?",
        "What turns you on the most?",
        "Does size matter to you?",
        "Which sexual act are you worst at?",
        "What celebrity would you go gay (or go straight) for?",
        "What is one thing you never want to try in bed?",
        "What was your worst sexual performance?",
        "If you could choose two celebrities to have a threesome with, who would it be?",
        "What makes you find someone attractive?",
        "If you were turned into the opposite sex, what is the first thing you’d do?",
        "Have you ever sent an embarrassing text to the wrong person?",
        "What was the most embarrassing thing that you ever did while on a date?",
        "What percentage of your previous relationships did you end yourself?",
        "If you could turn invisible, what would you do first?",
        "What turns you off immediately, even if you're already turned on?",
        "What sexual activity do you consider totally off limits?",
        "What sign would you give someone that you were definitely into them?",
        "What’s the one thing you’d do in bed with someone if you had no inhibitions whatsoever, and you would never see them again?",
        "Have you ever gone skinny dipping?",
        "What is your special naughty talent?",
        "Would you rather never listen to music again, or never have sex again?"
      ],
      "dare": [
        "Sit on [other]'s lap, or have [other] on your lap, until your next turn.",
        "Go to Cosmopolitan’s website’s love section and find a position you’ve never heard of. Then, try to act it out using whatever furniture and pillows you have at your disposal.",
        "Do your best fake \"O\" for the group.",
        "Choose another player and name us \"heads\" and \"tails\". Flip a coin and give whoever wins a kiss. On the lips!",
        "Take a selfie while the other players are tickling  you.",
        "Show [other] the sexiest picture you have on your phone.",
        "Remove one garment. Anyone else wearing a similar garment must also remove it.*",
        "Swap an article of clothing with me.",
        "Put your phone on vibrate and sit on it while [other] calls you, until it stops vibrating.",
        "Go into the bathroom, remove your clothes and return with a new outfit made of toilet paper.",
        "Give [other] an inappropriately sexy hug.",
        "Tell the room all [other]'s sexiest qualities.",
        "Whisper something in [other]'s ear you think will make [other] blush or laugh.",
        "Strip to your underwear.*",
        "Strip to your underwear.*",
        "Strip to your underwear.*",
        "Choose a book or film and try to get the others to guess it as a charade, making sex noises the entire time.",
        "Wear your lower garments around your knees or ankles until your next turn as a doer.",
        "Do an impression of an old woman entering a drug store and asking for a condom. You must not use the word \"condom\".",
        "Take a selfie while [other] is kissing you on the cheek.",
        "Go to Cosmopolitan’s website’s love section and find a position you’ve never heard of. Then, direct two other players into the position without naming it or any other positions."
      ]
    },
    {
      "description": "R-rated",
      "class": "r",
      "truth": [
        "Have you ever had an orgasm in a public place? ",
        "What is the weirdest place you've had sex?",
        "When was the first time you came?",
        "When was a time you were so turned on you couldn’t stand it but couldn't do anything about it?",
        "Would you rather only ever have soft, slow sex or fast, aggressive sex?",
        "What have you always wanted a partner to do in the bedroom but always been afraid to ask?",
        "Have you ever taken someone’s virginity?",
        "What is the longest you’ve ever given head?",
        "Describe, as if you were a teacher, how an orgasm happens and how it feels.",
        "Have you ever taken/given it in the butt or would you?",
        "What's the most number of orgasms you've had in one session?",
        "When was your last orgasm?",
        "Imagine you and [other] are having sex. Now quickly - what position are you in?",
        "Have you ever faked an orgasm?",
        "Have you ever fantasized about a colleague?",
        "Have you ever been tied up? If no, would you like to try it?",
        "Have you ever had sex at work?",
        "Which part of [other]'s body (or anyone here's) that you haven't seen would you most like to see?",
        "What's the kinkiest thing you've done?",
        "What's the hottest thing anyone's ever done to you?",
        "What's the story of the first time someone went down on you?"
      ],
      "dare": [
        "Sit on [other]'s lap until your next turn. Or have [other] sit on your lap.",
        "Lick the toilet seat, or kiss [other]'s bare butt.",
        "Watch a porn video with no sound and describe it to the room using only metaphors.",
        "Give a sexy strip show in the middle of the room. Down to underwear or the full monty, it's up to you.",
        "Send [other] a text that will make [other] blush.",
        "Eat whipped cream from [other]'s hand.",
        "Eat a slice of bread while moaning like it's the best sex you've ever had.",
        "Transfer an ice cube from your mouth to [other]'s mouth, with our hands behind our backs.",
        "Play a song by using your boobs as an accordion.g",
        "Let [other] put a pen or pencil between your butt cheeks. You can take it out in one minute."
      ]
    },
    {
      "description": "X-RATED!",
      "class": "x",
      "truth": [
        "Would you have a threesome with two people of the opposite sex?",
        "Would you have a threesome with one person of each sex?",
        "Would you have a threesome with two people of the same sex as you?"
      ],
      "dare": [
        "Get as close to kissing [other] as possible without actually kissing me. Keep it up for 30 seconds.",
        "Put on a blindfold. [other] lies on the floor. I then create a trail of whipped cream on [other]'s body and you have 60 seconds to eat as much of it as possible without using your hands.",
        "Put your hands on your head and wear [other]'s hands as a bra while you sing the Grand Old Duke Of York.g",
        "Spray whipped cream on [other]'s lips and then kiss it all off.",
        "Nibble on [other]'s earlobe for 20 seconds.",
        "Take off all your clothes. If you refuse, everyone else must take theirs off.",
        "Dry hump [other] enthusiastically for a whole minute in a position of your choice.",
        "Kiss [other] with tongue.",
        "Lay a towel or blanket over [other] so just [other]'s head is showing. [other] holds it up to make a \"tent\". Put your hands in the tent and be as daring as possible for two minutes.",
        "Bend over [other]'s knee while [other] gives you a good spanking."
      ]
    }
  ]
}
